Repository: abaddon-E/ielecom
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: name
fa: صنایع الکترونیک و ارتباطات

source: Message
fa: پیام ها

source: Persian
fa: فارسی

source: your post success
fa: پیام شما با موفقیت ثبت شد . با تشکر

source: server validator error
fa: لطفا فیلدها را با دقت پر کنید

source: You cant select more than three field for this action
fa: شما برای این عملگر تنها می توانید حد اکثر ۳ انتخاب داشته باشید.

source: print that follow
fa: نمایش پرینت

source: fullname
fa: نام و نام خانوادگی

source: phone
fa: تلفن

source: mobile
fa: موبایل

source: Customer
fa: مشتری

source: customer
fa: مشتری

source: model
fa: مدل دستگاه

source: serial
fa: سریال

source: own
fa: مالک

source: last_service
fa: تاریخ آخرین تعمیر

source: Device
fa: دستگاه

source: device
fa: دستگاه

source: in_wait
fa: در صف انتظار

source: in_check
fa: در حال تعمیر

source: repaired
fa: تعمیر با موفقیت انجام شد

source: follow_serial
fa: شماره پیگیری

source: status
fa: وضعیت

source: date
fa: تاریخ

source: Follow
fa: پیگیری

source: follow
fa: پیگیری

source: not_save
fa: شماره پیگیری نا معتبر

source: is waiting for check
fa: در صف انتظار قرار دارد.

source: is chacking call for price
fa: در حال تعمیر میباشد

source: successfully repaired
fa: تعمیر با موفقیت انجام شد

source: your device
fa: دستگاه شما

source: validetor_error
fa: در پر کردن فیلد دقت کنید.
